Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: High (3+ layers)
ar: مرتفع (3+ طبقات)
cs: Vysoká (3+ vrstev)
de: Hoch (3+ Schichten)
el: Υψηλό (3+ επίπεδα)
es: Alto (3+ capas)
fi: Korkea (3+ kerrosta)
fr: Élevé (3+ couches)
it: Alto (3+ livelli)
ja: 高（3層以上）
ko: 높음(3개 이상 계층)
pl: Wysoka (3+ warstw)
pt_br: Alto (3+ camadas)
tr: Yüksek (3+ katman)

source: HTML Report...
ar: تقرير HTML…
cs: HTML zpráva…
de: HTML-Bericht…
el: Αναφορά HTML…
es: Informe HTML…
fi: HTML-raportti…
fr: Rapport HTML…
it: Report HTML…
ja: HTML レポート...
ko: HTML 보고서...
pl: Raport HTML…
pt_br: Relatório HTML…
tr: HTML raporu…

source: Human
ar: إنسان
cs: Člověk
de: Mensch
el: Άνθρωπος
es: Humano
fi: Ihminen
fr: Humain
it: Umano
ja: ヒューマン
ko: 휴먼
pl: Człowiek
pt_br: Humano
tr: İnsan

source: Human Defaults
ar: الإعدادات الافتراضية للإنسان
cs: Výchozí pro člověka
de: Mensch-Standardwerte
el: Προεπιλογές ανθρώπου
es: Valores por defecto de humano
fi: Ihmisen oletukset
fr: Valeurs par défaut humain
it: Predefiniti umano
ja: ヒューマンのデフォルト
ko: 휴먼 기본값
pl: Domyślne człowieka
pt_br: Padrões de humano
tr: İnsan varsayılanları

source: Human nodes present, defaulting to conversational pattern
ar: يوجد عقد بشرية؛ يُستخدم نمط المحادثة افتراضيًا
cs: Lidské uzly přítomny; výchozí konverzační vzor
de: Mensch-Knoten vorhanden, Standard auf konversationelles Muster
el: Υπάρχουν ανθρώπινοι κόμβοι· επιλέγεται εξ ορισμού μοτίβο συνομιλίας
es: Hay nodos humanos; se usa por defecto el patrón conversacional
fi: Ihmissolmuja on; oletusarvo on keskusteleva malli
fr: Nœuds humains présents, modèle conversationnel par défaut
it: Sono presenti nodi umani; per impostazione predefinita modello conversazionale
ja: ヒューマンノードが存在するため、対話型パターンをデフォルトとします
ko: 휴먼 노드가 있어 대화형 패턴을 기본값으로 사용합니다
pl: Obecne węzły ludzkie; domyślnie wzorzec konwersacyjny
pt_br: Há nós humanos; usando padrão conversacional por padrão
tr: İnsan düğümleri var; varsayılan olarak sohbet deseni

source: Hybrid
ar: هجين
cs: Hybridní
el: Υβριδικό
es: Híbrido
fi: Hybridi
fr: Hybride
it: Ibrido
ja: ハイブリッド
ko: 하이브리드
pl: Hybrydowe
pt_br: Híbrido
tr: Hibrit

source: Hybrid (RAG + Keyword)
ar: هجين (RAG + كلمة مفتاحية)
cs: Hybridní (RAG + klíčové slovo)
de: Hybrid (RAG + Stichwort)
el: Υβριδικό (RAG + λέξη-κλειδί)
es: Híbrido (RAG + palabra clave)
fi: Hybridi (RAG + avainsana)
fr: Hybride (RAG + mot-clé)
it: Ibrido (RAG + parola chiave)
ja: ハイブリッド（RAG + キーワード）
ko: 하이브리드(RAG + 키워드)
pl: Hybrydowe (RAG + słowo kluczowe)
pt_br: Híbrido (RAG + palavra-chave)
tr: Hibrit (RAG + anahtar kelime)

source: Idempotent
ar: غير قابل للتكرار
cs: Idempotentní
el: Ιδιοδυναμικό
es: Idempotente
fi: Idempotentti
it: Idempotente
ja: 冪等
ko: 멱등
pl: Idempotentne
pt_br: Idempotente

# If the %lld sync tool(s) ran async, typical latency drops to about %@ (from %@).
source: If the %1$lld sync tool(s) ran async, typical latency drops to about %2$@ (from %3$@).
ar: إذا تم تشغيل أدوات المزامنة الـ %lld بشكل غير متزامن، فسينخفض زمن الاستجابة النموذجي إلى حوالي %@ (من %@).
cs: Pokud by %lld synchronních nástrojů běželo asynchronně, typická latence klesne přibližně na %@ (z %@).
de: Wenn die %lld synchronen Tools asynchron liefen, sinkt die typische Latenz auf etwa %@ (von %@).
el: Αν τα %lld σύγχρονα εργαλεία εκτελούνταν ασύγχρονα, η τυπική καθυστέρηση πέφτει περίπου στα %@ (από %@).
es: Si las %lld herramientas síncronas se ejecutaran de forma asíncrona, la latencia típica baja a aproximadamente %@ (desde %@).
fi: Jos %lld synkronista työkalua suoritettaisiin asynkronisesti, tyypillinen viive laskee noin arvoon %@ (arvosta %@).
fr: Si les %lld outils synchrones s'exécutaient de manière asynchrone, la latence typique tombe à environ %@ (contre %@).
it: Se i %lld strumenti sincroni venissero eseguiti in modo asincrono, la latenza tipica scende a circa %@ (da %@).
ja: %lld 個の同期ツールを非同期で実行した場合、標準的なレイテンシは約 %@ に短縮されます（現在は %@）。
ko: %lld개의 동기 도구를 비동기로 실행하면 일반 지연 시간이 약 %@(으)로 줄어듭니다(현재 %@).
pl: Gdyby %lld narzędzi synchronicznych działało asynchronicznie, typowe opóźnienie spada do około %@ (z %@).
pt_br: Se as %lld ferramentas síncronas fossem executadas de forma assíncrona, a latência típica cai para cerca de %@ (de %@).
tr: %lld eşzamanlı araç eşzamansız çalışsaydı, tipik gecikme yaklaşık %@ değerine düşer (%@ yerine).

source: Image (PNG)...
ar: صورة (PNG)…
cs: Obrázek (PNG)…
de: Bild (PNG)…
el: Εικόνα (PNG)…
es: Imagen (PNG)…
fi: Kuva (PNG)…
it: Immagine (PNG)…
ja: 画像（PNG）...
ko: 이미지(PNG)...
pl: Obraz (PNG)…
pt_br: Imagem (PNG)…
tr: Görüntü (PNG)…

source: Import
ar: استيراد
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fi: Tuo
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
pl: Importuj
pt_br: Importar
tr: İçe aktar

source: Import CrewAI Project...
ar: استيراد مشروع CrewAI…
cs: Importovat projekt CrewAI…
de: CrewAI-Projekt importieren…
el: Εισαγωγή έργου CrewAI…
es: Importar proyecto de CrewAI…
fi: Tuo CrewAI-projekti…
fr: Importer le projet CrewAI…
it: Importa progetto CrewAI…
ja: CrewAI プロジェクトをインポート...
ko: CrewAI 프로젝트 가져오기...
pl: Importuj projekt CrewAI…
pt_br: Importar projeto do CrewAI…
tr: CrewAI projesini içe aktar…

source: Import watsonx Orchestrate Project...
ar: استيراد مشروع watsonx Orchestrate…
cs: Importovat projekt watsonx Orchestrate…
de: watsonx-Orchestrate-Projekt importieren…
el: Εισαγωγή έργου watsonx Orchestrate…
es: Importar proyecto de watsonx Orchestrate…
fi: Tuo watsonx Orchestrate -projekti…
fr: Importer le projet watsonx Orchestrate…
it: Importa progetto watsonx Orchestrate…
ja: watsonx Orchestrate プロジェクトをインポート...
ko: watsonx Orchestrate 프로젝트 가져오기...
pl: Importuj projekt watsonx Orchestrate…
pt_br: Importar projeto do watsonx Orchestrate…
tr: watsonx Orchestrate projesini içe aktar…

source: Imported
ar: مُستورد
cs: Importováno
de: Importiert
el: Εισαγωγή
es: Importado
fi: Tuotu
fr: Importé
it: Importato
ja: インポート済み
ko: 가져옴
pl: Zaimportowano
pt_br: Importado
tr: İçe aktarıldı

source: Imported from AutoGen: %@
ar: مستورد من AutoGen: %@
cs: Importováno z AutoGen: %@
de: Aus AutoGen importiert: %@
el: Εισήχθη από AutoGen: %@
es: Importado de AutoGen: %@
fi: Tuotu AutoGenista: %@
fr: Importé depuis AutoGen : %@
it: Importato da AutoGen: %@
ja: AutoGen からインポート: %@
ko: AutoGen에서 가져옴: %@
pl: Zaimportowano z AutoGen: %@
pt_br: Importado do AutoGen: %@
tr: AutoGen'den içe aktarıldı: %@

source: Imported from CrewAI: %@
ar: مستورد من CrewAI: %@
cs: Importováno z CrewAI: %@
de: Aus CrewAI importiert: %@
el: Εισήχθη από CrewAI: %@
es: Importado de CrewAI: %@
fi: Tuotu CrewAI:sta: %@
fr: Importé depuis CrewAI : %@
it: Importato da CrewAI: %@
ja: CrewAI からインポート: %@
ko: CrewAI에서 가져옴: %@
pl: Zaimportowano z CrewAI: %@
pt_br: Importado do CrewAI: %@
tr: CrewAI'den içe aktarıldı: %@

source: Imported from LangGraph: %@
ar: مستورد من LangGraph: %@
cs: Importováno z LangGraph: %@
de: Aus LangGraph importiert: %@
el: Εισήχθη από LangGraph: %@
es: Importado de LangGraph: %@
fi: Tuotu LangGraphista: %@
fr: Importé depuis LangGraph : %@
it: Importato da LangGraph: %@
ja: LangGraph からインポート: %@
ko: LangGraph에서 가져옴: %@
pl: Zaimportowano z LangGraph: %@
pt_br: Importado do LangGraph: %@
tr: LangGraph'tan içe aktarıldı: %@

source: Imported from OpenAI Agents SDK: %@
ar: مستورد من OpenAI Agents SDK: %@
cs: Importováno z OpenAI Agents SDK: %@
de: Aus OpenAI Agents SDK importiert: %@
el: Εισήχθη από OpenAI Agents SDK: %@
es: Importado del SDK de OpenAI Agents: %@
fi: Tuotu OpenAI Agents SDK:sta: %@
fr: Importé depuis OpenAI Agents SDK : %@
it: Importato da OpenAI Agents SDK: %@
ja: OpenAI Agents SDK からインポート: %@
ko: OpenAI Agents SDK에서 가져옴: %@
pl: Zaimportowano z OpenAI Agents SDK: %@
pt_br: Importado do OpenAI Agents SDK: %@
tr: OpenAI Agents SDK'dan içe aktarıldı: %@

source: Improve error handling
ar: تحسين معالجة الأخطاء
cs: Vylepšit zpracování chyb
de: Fehlerbehandlung verbessern
el: Βελτίωση διαχείρισης σφαλμάτων
es: Mejorar el manejo de errores
fi: Paranna virheenkäsittelyä
fr: Améliorer la gestion des erreurs
it: Migliorare la gestione degli errori
ja: エラー処理を改善
ko: 오류 처리 개선
pl: Popraw obsługę błędów
pt_br: Melhorar o tratamento de erros
tr: Hata yönetimini iyileştir

source: Include routing details
ar: تضمين تفاصيل التوجيه
cs: Zahrnout podrobnosti směrování
de: Routing-Details einbeziehen
el: Συμπερίληψη λεπτομερειών δρομολόγησης
es: Incluir detalles de enrutamiento
fi: Sisällytä reititystiedot
fr: Inclure les détails de routage
it: Includi dettagli di instradamento
ja: ルーティングの詳細を含める
ko: 라우팅 세부 정보 포함
pl: Uwzględnij szczegóły routingu
pt_br: Incluir detalhes de roteamento
tr: Yönlendirme ayrıntılarını dahil et

source: Inference
ar: الاستدلال
de: Inferenz
el: Συμπερασμός
es: Inferencia
fi: Päättely
fr: Inférence
it: Inferenza
ja: 推論
ko: 추론
pl: Wnioskowanie
pt_br: Inferência
tr: Çıkarım

source: Inference requests generated per delegating agent. Low = shallow delegation, High = deep delegation chains.
ar: طلبات الاستدلال المنشأة لكل وكيل مفوِّض. منخفض = تفويض سطحي، مرتفع = سلاسل تفويض عميقة.
cs: Inferenční požadavky vygenerované na delegujícího agenta. Nízká = mělká delegace, Vysoká = hluboké delegační řetězce.
de: Inferenzanfragen pro delegierendem Agent. Niedrig = oberflächliche Delegation, Hoch = tiefe Delegationsketten.
el: Αιτήματα συμπερασμού ανά πράκτορα που αναθέτει. Χαμηλό = ρηχή ανάθεση, Υψηλό = βαθιές αλυσίδες ανάθεσης.
es: Solicitudes de inferencia generadas por agente delegante. Bajo = delegación superficial, Alto = cadenas de delegación profundas.
fi: Päättelypyyntöjä, jotka tuotetaan delegoivaa agenttia kohti. Matala = matala delegointi, korkea = syvät delegointiketjut.
fr: Requêtes d'inférence générées par agent délégant. Faible = délégation superficielle, Élevé = chaînes de délégation profondes.
it: Richieste di inferenza generate per agente delegante. Basso = delega superficiale, Alto = catene di delega profonde.
ja: 委任を行うエージェントごとに生成される推論リクエスト数です。低 = 浅い委任、高 = 深い委任チェーン。
ko: 위임하는 에이전트당 생성되는 추론 요청 수입니다. 낮음 = 얕은 위임, 높음 = 깊은 위임 체인.
pl: Żądania wnioskowania na delegującego agenta. Niski = płytka delegacja, Wysoki = głębokie łańcuchy delegowania.
pt_br: Solicitações de inferência geradas por agente delegante. Baixo = delegação superficial, Alto = cadeias de delegação profundas.
tr: Yetki devreden aracı başına oluşturulan çıkarım istekleri. Düşük = yüzeysel yetki devri, Yüksek = derin yetki devri zincirleri.

source: Infrastructure
ar: البنية التحتية
cs: Infrastruktura
de: Infrastruktur
el: Υποδομή
es: Infraestructura
fi: Infrastruktuuri
it: Infrastruttura
ja: インフラ
ko: 인프라
pl: Infrastruktura
pt_br: Infraestrutura
tr: Altyapı

source: Input Channel
ar: قناة الإدخال
cs: Vstupní kanál
de: Eingangskanal
el: Κανάλι εισόδου
es: Canal de entrada
fi: Syötekanava
fr: Canal d'entrée
it: Canale di ingresso
ja: 入力チャネル
ko: 입력 채널
pl: Kanał wejściowy
pt_br: Canal de entrada
tr: Giriş kanalı

source: Input: %@ Output: %@
ar: الإدخال: %1$@ الإخراج: %2$@
cs: Vstup: %1$@ Výstup: %2$@
de: Eingabe: %1$@ Ausgabe: %2$@
el: Είσοδος: %1$@ Έξοδος: %2$@
es: Entrada: %1$@ Salida: %2$@
fi: Syöte: %1$@ Tuloste: %2$@
fr: Entrée : %1$@ Sortie : %2$@
it: Input: %1$@ Output: %2$@
ja: 入力: %1$@ 出力: %2$@
ko: 입력: %1$@ 출력: %2$@
pl: Wejście: %1$@ Wyjście: %2$@
pt_br: Entrada: %1$@ Saída: %2$@
tr: Giriş: %1$@ Çıkış: %2$@

source: Inputs
ar: المدخلات
cs: Vstupy
de: Eingaben
el: Είσοδοι
es: Entradas
fi: Syötteet
fr: Entrées
it: Ingressi
ja: 入力
ko: 입력
pl: Wejścia
pt_br: Entradas
tr: Girişler

source: Inspector
ar: المفتش
cs: Inspektor
de: Inspektor
el: Επιθεωρητής
fi: Tarkastelu
fr: Inspecteur
it: Ispettore
ja: インスペクタ
ko: 인스펙터
pl: Inspektor
pt_br: Inspetor
tr: Denetçi

source: Instructions
ar: التعليمات
cs: Pokyny
de: Anweisungen
el: Οδηγίες
es: Instrucciones
fi: Ohjeet
it: Istruzioni
ja: 指示
ko: 지침
pl: Instrukcje
pt_br: Instruções
tr: Yönergeler

source: Integration Points
ar: نقاط التكامل
cs: Integrační body
de: Integrationspunkte
el: Σημεία ολοκλήρωσης
es: Puntos de integración
fi: Integraatiopisteet
fr: Points d'intégration
it: Punti di integrazione
ja: 統合ポイント
ko: 통합 지점
pl: Punkty integracji
pt_br: Pontos de integração
tr: Entegrasyon noktaları

source: Interaction Pattern
ar: نمط التفاعل
cs: Vzor interakce
de: Interaktionsmuster
el: Μοτίβο αλληλεπίδρασης
es: Patrón de interacción
fi: Vuorovaikutusmalli
fr: Modèle d'interaction
it: Modello di interazione
ja: 対話パターン
ko: 상호작용 패턴
pl: Wzorzec interakcji
pt_br: Padrão de interação
tr: Etkileşim deseni

source: Issue:
ar: المشكلة:
cs: Problém:
de: Problem:
el: Ζήτημα:
es: Problema:
fi: Ongelma:
fr: Problème :
it: Problema:
ja: 問題:
ko: 문제:
pl: Problem:
pt_br: Problema:
tr: Sorun:

source: Key Assumptions
ar: الافتراضات الرئيسية
cs: Klíčové předpoklady
de: Wichtige Annahmen
el: Βασικές παραδοχές
es: Supuestos clave
fi: Avainoletukset
fr: Hypothèses clés
it: Ipotesi chiave
ja: 主要な前提
ko: 주요 가정
pl: Kluczowe założenia
pt_br: Suposições principais
tr: Temel varsayımlar

source: Knowledge
ar: المعرفة
cs: Znalost
de: Wissen
el: Γνώση
es: Conocimiento
fi: Tieto
fr: Connaissance
it: Conoscenza
ja: 知識
ko: 지식
pl: Wiedza
pt_br: Conhecimento
tr: Bilgi

source: Knowledge Defaults
ar: الإعدادات الافتراضية للمعرفة
cs: Výchozí pro znalost
de: Wissens-Standardwerte
el: Προεπιλογές γνώσης
es: Valores por defecto de conocimiento
fi: Tiedon oletukset
fr: Valeurs par défaut de la connaissance
it: Predefiniti conoscenza
ja: 知識のデフォルト
ko: 지식 기본값
pl: Domyślne wiedzy
pt_br: Padrões de conhecimento
tr: Bilgi varsayılanları

source: Knowledge volume
ar: حجم المعرفة
cs: Objem znalostí
de: Wissensvolumen
el: Όγκος γνώσης
es: Volumen de conocimiento
fi: Tiedon määrä
fr: Volume de connaissances
it: Volume di conoscenza
ja: 知識量
ko: 지식 볼륨
pl: Wolumen wiedzy
pt_br: Volume de conhecimento
tr: Bilgi hacmi

source: Label
ar: الملصق
cs: Štítek
de: Beschriftung
el: Ετικέτα
es: Etiqueta
fi: Nimike
fr: Étiquette
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt_br: Rótulo
tr: Etiket

source: LangGraph Project...
ar: مشروع LangGraph…
cs: Projekt LangGraph…
de: LangGraph-Projekt…
el: Έργο LangGraph…
es: Proyecto de LangGraph…
fi: LangGraph-projekti…
fr: Projet LangGraph…
it: Progetto LangGraph…
ja: LangGraph プロジェクト...
ko: LangGraph 프로젝트...
pl: Projekt LangGraph…
pt_br: Projeto do LangGraph…
tr: LangGraph projesi…

source: Language
ar: اللغة
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pl: Język
pt_br: Idioma
tr: Dil

source: Latency
ar: الكمون
cs: Latence
de: Latenz
el: Καθυστέρηση
es: Latencia
fi: Latenssi
fr: Latence
it: Latenza
ja: レイテンシ
ko: 지연 시간
pl: Opóźnienie
pt_br: Latência
tr: Gecikme

source: Latency Budget
ar: ميزانية الكمون
cs: Rozpočet latence
de: Latenzbudget
el: Προϋπολογισμός καθυστέρησης
es: Presupuesto de latencia
fi: Latenssin budjetti
fr: Budget de latence
it: Budget di latenza
ja: レイテンシ予算
ko: 지연 예산
pl: Budżet opóźnień
pt_br: Orçamento de latência
tr: Gecikme bütçesi

source: Latency Parameters
ar: معاملات زمن الاستجابة
cs: Parametry latence
de: Latenzparameter
el: Παράμετροι καθυστέρησης
es: Parámetros de latencia
fi: Viiveparametrit
fr: Paramètres de latence
it: Parametri di latenza
ja: レイテンシパラメータ
ko: 지연 시간 매개변수
pl: Parametry opóźnienia
pt_br: Parâmetros de latência
tr: Gecikme parametreleri

source: Latency reduction
ar: تقليل الكمون
cs: Snížení latence
de: Latenzreduktion
el: Μείωση καθυστέρησης
es: Reducción de latencia
fi: Latenssin vähennys
fr: Réduction de latence
it: Riduzione della latenza
ja: レイテンシ削減
ko: 지연 시간 단축
pl: Redukcja opóźnień
pt_br: Redução de latência
tr: Gecikme azaltma

source: Latency reduction range (%)
ar: نطاق تقليل الكمون (%)
cs: Rozsah snížení latence (%)
de: Latenzreduktionsbereich (%)
el: Εύρος μείωσης καθυστέρησης (%)
es: Rango de reducción de latencia (%)
fi: Latenssin vähennyksen vaihteluväli (%)
fr: Plage de réduction de latence (%)
it: Intervallo di riduzione della latenza (%)
ja: レイテンシ削減の範囲 (%)
ko: 지연 시간 단축 범위 (%)
pl: Zakres redukcji opóźnień (%)
pt_br: Intervalo de redução de latência (%)
tr: Gecikme azaltma aralığı (%)

source: Light Canvas
ar: لوحة فاتحة
cs: Světlé plátno
de: Helle Leinwand
el: Φωτεινός καμβάς
es: Lienzo claro
fi: Vaalea kangas
fr: Toile claire
it: Tela chiara
ja: ライトキャンバス
ko: 밝은 캔버스
pl: Jasne płótno
pt_br: Tela clara
tr: Açık tuval

source: Line Color
ar: لون الخط
cs: Barva čáry
de: Linienfarbe
el: Χρώμα γραμμής
es: Color de línea
fi: Viivan väri
fr: Couleur de ligne
it: Colore della linea
ja: 線の色
ko: 선 색상
pl: Kolor linii
pt_br: Cor da linha
tr: Çizgi rengi

source: Line Style
ar: نمط الخط
cs: Styl čáry
de: Linienstil
el: Στυλ γραμμής
es: Estilo de línea
fi: Viivatyyli
fr: Style de ligne
it: Stile linea
ja: 線のスタイル
ko: 선 스타일
pl: Styl linii
pt_br: Estilo de linha
tr: Çizgi stili

source: List Agents
ar: عرض الوكلاء
cs: Vypsat agenty
de: Agenten auflisten
el: Λίστα πρακτόρων
es: Listar agentes
fi: Listaa agentit
fr: Lister les agents
it: Elenca agenti
ja: エージェント一覧
ko: 에이전트 목록
pl: Lista agentów
pt_br: Listar agentes
tr: Aracıları listele

source: LLM inference
ar: استدلال النموذج اللغوي
cs: Inference LLM
de: LLM-Inferenz
el: Συμπερασμός LLM
es: Inferencia del LLM
fi: LLM-päättely
fr: Inférence LLM
it: Inferenza LLM
ja: LLM 推論
ko: LLM 추론
pl: Wnioskowanie LLM
pt_br: Inferência do LLM
tr: LLM çıkarımı

source: LLM Provider
ar: مزود LLM
cs: Poskytovatel LLM
de: LLM-Anbieter
el: Πάροχος LLM
es: Proveedor de LLM
fi: LLM-tarjoaja
fr: Fournisseur de LLM
it: Provider LLM
ja: LLM プロバイダ
ko: LLM 제공자
pl: Dostawca LLM
pt_br: Provedor de LLM
tr: LLM sağlayıcısı

source: Load Simulation (BETA)
ar: محاكاة الحمل (BETA)
cs: Simulace zátěže (BETA)
de: Lastsimulation (BETA)
el: Προσομοίωση φορτίου (BETA)
es: Simulación de carga (BETA)
fi: Kuormitussimulaatio (BETA)
fr: Simulation de charge (BETA)
it: Simulazione di carico (BETA)
ja: 負荷シミュレーション (BETA)
ko: 부하 시뮬레이션 (BETA)
pl: Symulacja obciążenia (BETA)
pt_br: Simulação de carga (BETA)
tr: Yük Simülasyonu (BETA)

source: Loading...
ar: جارٍ التحميل…
cs: Načítá se…
de: Lade…
el: Φόρτωση…
es: Cargando…
fi: Ladataan…
fr: Chargement…
it: Caricamento…
ja: 読み込み中...
ko: 불러오는 중...
pl: Ładowanie…
pt_br: Carregando…
tr: Yükleniyor…

source: Local Token
ar: رمز محلي
cs: Lokální token
de: Lokales Token
el: Τοπικό token
es: Token local
fi: Paikallinen tunnus
fr: Jeton local
it: Token locale
ja: ローカルトークン
ko: 로컬 토큰
pl: Lokalny token
pt_br: Token local
tr: Yerel token

source: Location
ar: الموقع
cs: Umístění
de: Speicherort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Emplacement
it: Posizione
ja: 場所
ko: 위치
pl: Lokalizacja
pt_br: Localização
tr: Konum

source: Lock
ar: قفل
cs: Zámek
de: Sperre
el: Κλείδωμα
es: Bloqueo
fi: Lukko
fr: Verrouillage
it: Blocco
ja: ロック
ko: 잠금
pl: Blokada
pt_br: Bloqueio
tr: Kilit

source: Lock scroll zoom
ar: قفل تكبير التمرير
cs: Uzamknout přiblížení kolečkem
de: Scroll-Zoom sperren
el: Κλείδωμα zoom με κύλιση
es: Bloquear zoom de desplazamiento
fi: Lukitse vieritys-zoomaus
fr: Verrouiller le zoom par défilement
it: Blocca zoom con scorrimento
ja: スクロールズームをロック
ko: 스크롤 확대/축소 잠금
pl: Zablokuj zoom przewijaniem
pt_br: Bloquear zoom de rolagem
tr: Kaydırma yakınlaştırmasını kilitle

source: Long-term
ar: طويل المدى
cs: Dlouhodobá
de: Langfristig
el: Μακροπρόθεσμη
es: Largo plazo
fi: Pitkäaikainen
fr: Long terme
it: Lungo termine
ja: 長期
ko: 장기
pl: Długoterminowa
pt_br: Longo prazo
tr: Uzun süreli

source: Low
ar: منخفض
cs: Nízká
de: Niedrig
el: Χαμηλό
es: Bajo
fi: Matala
fr: Faible
it: Basso
ja: 低
ko: 낮음
pl: Niska
pt_br: Baixo
tr: Düşük

source: Low (1–2 layers)
ar: منخفض (1–2 طبقات)
cs: Nízká (1–2 vrstvy)
de: Niedrig (1–2 Schichten)
el: Χαμηλό (1–2 επίπεδα)
es: Bajo (1–2 capas)
fi: Matala (1–2 kerrosta)
fr: Faible (1–2 couches)
it: Basso (1–2 livelli)
ja: 低（1～2層）
ko: 낮음(1~2개 계층)
pl: Niska (1–2 warstwy)
pt_br: Baixo (1–2 camadas)
tr: Düşük (1–2 katman)

source: Markdown Documentation (ZIP)...
ar: وثائق Markdown (ZIP)…
cs: Dokumentace Markdown (ZIP)…
de: Markdown-Dokumentation (ZIP)…
el: Τεκμηρίωση Markdown (ZIP)…
es: Documentación Markdown (ZIP)…
fi: Markdown-dokumentaatio (ZIP)…
fr: Documentation Markdown (ZIP)…
it: Documentazione Markdown (ZIP)…
ja: Markdown ドキュメント（ZIP）...
ko: Markdown 문서(ZIP)...
pl: Dokumentacja Markdown (ZIP)…
pt_br: Documentação Markdown (ZIP)…
tr: Markdown belgesi (ZIP)…

source: Max Agents
ar: الحد الأقصى للوكلاء
cs: Max. agentů
de: Max. Agenten
el: Μέγιστοι πράκτορες
es: Máx. agentes
fi: Agenttien enimmäismäärä
fr: Agents max.
it: Max agenti
ja: 最大エージェント数
ko: 최대 에이전트 수
pl: Maks. agentów
pt_br: Máx. agentes
tr: Maks. aracı

source: Max Iterations
ar: الحد الأقصى للتكرارات
cs: Max. iterací
de: Max. Iterationen
el: Μέγιστες επαναλήψεις
es: Iteraciones máximas
fi: Maksimi-iteraatiot
fr: Itérations max.
it: Iterazioni max
ja: 最大反復回数
ko: 최대 반복 횟수
pl: Maks. iteracji
pt_br: Iterações máx.
tr: Maks. yineleme

source: Max Tools
ar: الحد الأقصى للأدوات
cs: Max. nástrojů
de: Max. Werkzeuge
el: Μέγιστα εργαλεία
es: Máx. herramientas
fi: Työkalujen enimmäismäärä
fr: Outils max.
it: Max strumenti
ja: 最大ツール数
ko: 최대 도구 수
pl: Maks. narzędzi
pt_br: Máx. ferramentas
tr: Maks. araç

source: Medium
ar: متوسط
cs: Střední
de: Mittel
el: Μεσαίο
es: Medio
fi: Keskitaso
fr: Moyen
it: Medio
ja: 中程度
ko: 보통
pl: Średnia
pt_br: Médio
tr: Orta

source: Memory
ar: الذاكرة
cs: Paměť
de: Speicher
el: Μνήμη
es: Memoria
fi: Muisti
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
pl: Pamięć
pt_br: Memória
tr: Bellek

source: Merge
ar: دمج
cs: Sloučit
de: Zusammenführen
el: Συγχώνευση
es: Fusionar
fi: Yhdistä
fr: Fusionner
it: Unisci
ja: マージ
ko: 병합
pl: Scal
pt_br: Mesclar
tr: Birleştir
